const textPic2 = [
  'Доказать, что если диагонали вписанного четырехугольника перпендикулярны, то середины его сторон и основания перпендикуляров, опущенных из точки пересечения его диагоналей на стороны, лежат на одной окружности.<br/><br/>',
  'Пусть АВСD - данный четырехугольник. Отметим на рисунке точки А<sub>1</sub>, В<sub>1</sub>, С<sub>1</sub>, D<sub>1</sub> – середины его сторон.',
  'Тогда четырехугольник А<sub>1</sub>, В<sub>1</sub>, С<sub>1</sub>, D<sub>1</sub> – прямоугольник (по свойствам средней линии треугольника), а точка N пересечения его диагоналей – центр описанной около А<sub>1</sub>В<sub>1</sub>С<sub>1</sub>D<sub>1</sub> окружности.',
  'Далее, по теореме Брахмагупты, при выполнении условий задачи медиана НА<sub>1</sub> треугольника АВС и высота НК треугольника DСН лежат на одной прямой (в этом несложно убедиться непосредственно, если использовать равенство углов, отмеченных на рисунке).',
  'Но тогда указанная выше окружность проходит и через точку К как через вершину прямого угла, опирающегося на отрезок А<sub>1</sub>С<sub>1</sub> как на диаметр.',
  'Аналогично доказывается принадлежность этой же окружности других трех оснований перпендикуляров, опущенных из точки Н на стороны АВСD.',
  'Таким образом, существование окружности, проходящей через 8 указанных в задаче точек, установлено.',
];

export default textPic2;
