const textPic4 = [
  'Какие стороны пересекает прямая Эйлера в остроугольном и тупоугольном треугольниках?<br/><br/>',
  'Пусть AB > BC > CA.',
  'Легко проверить, что для остроугольного и тупоугольного треугольников точка Н пересечения высот и центр О описанной окружности расположены именно так, как на рисунке (т.е. для остроугольного треугольника точка О лежит внутри треугольника ВНС<sub>1</sub>, а для тупоугольного точки О и В лежат по одну сторону от прямой СН).',
  'Поэтому в остроугольном треугольнике прямая Эйлера пересекает наибольшую сторону АВ и наименьшую сторону АС, а в тупоугольном треугольнике – наибольшую сторону АВ и среднюю линию по длине сторону BC.',
];

export default textPic4;
