const textPic5 = [
  'Доказать, что точки, симметричные ортоцентру треугольника относительно его сторон, принадлежат описанной около треугольника окружности.<br/><br/>',
  'Опишем около ортоцентрического треугольника Н<sub>1</sub>Н<sub>2</sub>Н<sub>3</sub> окружность (окружность Эйлера) и произведём гомотетию этой окружности с центром Н и коэффициентом k = 2.',
  'Тогда точке Н<sub>1</sub> будет соответствовать точка N<sub>1</sub> и НН<sub>1</sub> = Н<sub>1</sub>N<sub>1</sub>',
];

export default textPic5;
